[
{
    "id": 1,
    "Name": "Evans",
    "Title": "",
    "Country": "",
    "Body": "The house was the perfect landing spot for us, a sort of base camp and rejuvenator between our mini-adventures. We really loved the experience and will likely look to enjoy it again! Many thanks as well to Kenia who was so helpful with the small odds-and-ends that round off a great experience; she helped on several occasions with connections and advice that helped us with the assistance you just wouldn’t know to ask for until the need arises. Not to be overlooked was the fantastic meal Chef Dean and team prepared- a true highlight and delicious celebration dinner!",
    "Length": "May 2018",
    "ImgPath": "./assets/images/Casaholmes/green-turtle.png"
},
    {
    "id": 8,
    "Name": "Karen",
    "Title": "",
    "Country": "Ontario, Canada",
    "Body": "Want to thank you for letting us rent your beautiful home.  Life was so simple while we were there with absolutely no unforeseen frustrations.  The location was excellent and the pool was divine.  We will have pleasant memories for a long time. Accommodations were great for our grandbaby and it was wonderful to watch her develop in one week's time.  She loved the crib and the pool and the bougainvillea on the deck. I will write a review as well, but I wanted to personally thank you.",
    "Length": "March 15 2017",
    "ImgPath": "./assets/images/Casaholmes/whaleshark.jpg"
},{
    "id": 9,
    "Name": "Lynn",
    "Title": "",
    "Country": "",
    "Body": "Your home was spectacular in every way. We enjoyed your hospitality so much. And Tim loved his breakfast cake!! Thank you again for your warm welcome!  What a glorious magical place!  ….We’d love to come back someday. Thank you again - we all enjoyed Casa Holmes!",
    "Length": "March 4 2017",
    "ImgPath": "./assets/images/Casaholmes/frog.png"
},{
    "id": 10,
    "Name": "Doug and Melissa",
    "Title": "",
    "Country": "Indiana",
    "Body": "We are packing up and are getting  ready to leave your beautiful vacation home. Thanks so much for the hospitality and gifts for the girls, Your staff is wonderful and we utilized Rocio 3 nights. We hope to return as we really enjoyed our stay.",
    "Length": "Feb 16, 2017",
    "ImgPath": "./assets/images/Casaholmes/green-turtle.png"
},{
    "id": 7,
    "Name": "Couple",
    "Title": "",
    "Country": "Canada",
    "Body": "My husband and I spent a week at Casa Holmes celebrating his birthday. The house is spectacular. Steve and Lisa (property managers) were both welcoming and helpful. We booked a tour with Vargas Tours to Monteverdi and were impressed not only with the beauty of Costa Rica, but the knowledge of our guide Franco of all things Costa Rican, Central American and the flora and fauna of this beautiful country. We found travel fairly easy and the local area charming. Massages by Carmen were the icing on the cake. Nita is so welcoming and responsive to any questions. The house itself has everything you need and, while certainly daunting, the driveway is manageable! Highly recommend this amazing home and lovely area.",
    "Length": "Nov 2016",
    "ImgPath": "./assets/images/Casaholmes/bird.jpg"
},
{
    "id": 6,
    "Name": "Couple",
    "Title": "",
    "Country": "Ontario, Canada",
    "Body": "Casa Holmes is everything we were looking for to relax and celebrate.   We have rented a number of homes as vacation destinations but your home is the best of all.   It is as much your warm and welcoming approach as it is the beauty of the home that has made it our favourite.",
    "Length": "Nov 2016",
    "ImgPath": "./assets/images/Casaholmes/green-turtle.png"
},{
    "id": 1,
    "Name": "Couple and Adult son",
    "Title": "",
    "Country": "Michigan, USA",
    "Body": "Just wanted to tell you we had a very nice time. Your home is looking very lovely. Thank you for the lovely welcome package… By the way the masseuse was very good. We had her come 3 days. She is very sweet and good at what she does.",
    "Length": "August 10, 2015",
    "ImgPath": "./assets/images/Casaholmes/blue-turtle.png"
},
{
    "id": 2,
    "Name": "Couple",
    "Title": "",
    "Country": "Chicago, Illinois",
    "Body": "We had a fantastic stay at Casa Holmes February 23-28, 2015!  Even the great pictures on the website cannot capture how beautiful and unique the house is and how spectacular the view is.  The property managers, Wes and Lisa, are extremely helpful with advice on the area. There is a local massage therapist who is very talented and who will come to the house. It was very difficult to leave this relaxing, luxurious property to return to the snow and ice at home. We would definitely book this property again!",
    "Length": "February 2015",
    "ImgPath": "./assets/images/Casaholmes/bird.jpg"
},
{
    "id": 3,
    "Name": "Large family",
    "Title": "",
    "Country": "Houston, Texas",
    "Body": "Best Birthday Ever!   I stayed here 2/2015 to celebrate my 50th birthday with  9 members of my family and it was an amazing vacation. The house was clean ,  indescribably beautiful and the views are the best! We rented an SUV with navigation and had no trouble getting around to see local sights and neighboring beaches.The grocery store is very close and modern. The homeowner and the house managers took excellent care of us…..It takes exactly 30 minutes to get here from the Liberia airport which is small, modern and easy to get through customs and immigration. The downtown area is a 20 minute walk and is like a street party every night!",
    "Length": "February 2015",
    "ImgPath": "./assets/images/Casaholmes/frog.png"
},
{
    "id": 4,
    "Name": "North American Family",
    "Title": "",
    "Country": "California, USA",
    "Body": "Amazing experience   . As others have stated, the view is absolutely  breathtaking and the sunsets spectacular. …….The home owner is incredible helpful and knowledgeable, and the house managers are wonderful resources as well. Costa Rica is beautiful and exotic and the people warm and friendly. Lovely, lovely, home and fabulous week. Thank you the wonderful family memories that will last us a lifetime :)",
    "Length": "June 2014",
    "ImgPath": "./assets/images/Casaholmes/whaleshark.jpg"
},
{
    "id": 5,
    "Name": "North American Family",
    "Title": "",
    "Country": "Missouri, USA",
    "Body": "Can not say enough wonderful things about our stay at Casa Holmes. Highly recommend. The Glass House was superb and the views were stunning. The owner is extremely helpful and responsive.",
    "Length": "Feb 2013",
    "ImgPath": "./assets/images/Casaholmes/green-turtle.png"
}
]

